Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/kronikk-barnehager-bygd-paa-samiske-verdier-spraak-og-kultur.html.tmx
Source language: nob
Languages: sma

source: Kronikk: Barnehager bygd på samiske verdier, språk og kultur
sma: Kronihke: Maanagïerth bigkeme saemien aarvojde, gïelese jïh kultuvrese

source: Nasjonalt satses det på høyere kvalitet i barnehagene.
sma: Nasjonaale barkeminie akten jollebe kvaliteeten åvteste maanagïertine.

source: Sametinget satser på å styrke kvaliteten i samiske barnehager.
sma: Saemiedigkie barkeminie kvaliteetem nænnoestehtedh saemien maanagïertine.

source: Viktigheten av et godt barnehagetilbud blir med dette understreket.
sma: Naemhtie vihkelesvoete aktede hijven maanagïertefaalenasseste lea tjïertestamme.

source: Vi ser det blant annet gjennom ny norm for voksentetthet i barnehagene, språkkrav til barnehagelærere, kompetansestrategi og en ny rammeplan for barnehager.
sma: Mijjieh gaskem jeatjah dam vuejnebe akten orre njoelkedassen tjïrrh mij muana man gellie geerve almetjh mah edtjieh maanagïertine barkedh, gïelekrïevenassh maanagïertelohkehtæjjide, maahtoestrategije jïh orre mieriesoejkesje maanagïertide.

source: Den samiske barnehagesektoren står ovenfor store utfordringer.
sma: Saemien maanagïertesuerkie stoerre haestemi uvte tjåådtje.

source: Den samiske barnehagesektoren skal både tilfredsstille nasjonale myndighetenes krav og samtidig oppfylle det samiske samfunnets forventninger og krav til å sikre og utvikle samisk språk, kultur og samfunnsliv.
sma: Saemien maanagïertesuerkie edtja dovne nasjonaale åejvieladtji krïevenassi mietie årrodh jïh seamma tïjjen saemien siebriedahken veanhtadimmieh jïh krïevenassh illedh juktie saemien gïelem, kultuvrem jïh siebriedahkejieledem gorredidh jïh evtiedidh.

source: Sametinget har jobbet med et samisk barnehagetilbud over en lengre periode nå.
sma: Saemiedigkie lea aktine saemien maanagïertefaalenassine barkeme guhkiem daelie.

source: Med målrettet innsats mot nasjonale myndigheter har innholdet i et samisk barnehagetilbud blitt styrket i den nye rammeplanen.
sma: Aktine tjïelke barkojne nasjonaale åejvieladtji vööste dle sisvege aktene saemien maanagïertefaalenassesne nænnoesåbpoe sjïdteme dennie orre mieriesoejkesjisnie.

source: Den nye rammeplanen nevner samisk språk og kultur helt tydelig og eksplisitt, og er gjennomgående i rammeplanen.
sma: Dïhte orre mieriesoejkesje saemien gïelem jïh kultuvrem eevre tjïelke jïh sjïerelaakan neebnie, jïh lea meatan vaaltasovveme abpe mieriesoejkesjisnie.

source: Rammeplanen, som forskrift til barnehageloven, har aldri vært så tydelig i sin omtale av samisk språk og kultur og representerer med det et steg framover for samiske barn i barnehagene.
sma: Mieriesoejkesje, goh mieriedimmie maanagïertelaakese, ij leah gåessie gænnah saemien gïelem jïh kultuvrem dan tjïelkelaakan ållermaahteme, jïh dan åvteste daate akte sïlle åvtese saemien maanide maanagïertine.

source: Den nye rammeplanen setter krav til barnehageansatte og eiere, og etter at samisk innhold er styrket og tydeliggjort i rammeplanen så følger Sametinget dette opp med et barnehageprosjekt.
sma: Dïhte orre mieriesoejkesje krïevenassh beaja maanagïertebarkijidie jïh aajhteridie, jïh mænngan saemien sisvege lea nænnoesåbpoe sjïdteme jïh tjyölkehkåbpoe dorjesovveme mieriesoejkesjisnie dle Saemiedigkie daam bæjjese fulkie aktine maanagïerteprosjektine.

source: Resultatene i prosjektet kan være bidrag til implementering av ny rammeplan.
sma: Illedahkh prosjektesne maehtieh dåarjojne årrodh juktie orre mieriesoejkesjem sjïehtesjidh.

source: Barnehageprosjektet skal være et verktøy for å definere hva en samisk barnehage er, hva samisk barneoppdragelse er, hvordan skal man jobbe etter sterke språkmodeller og hva som er samiske verdier og normer og ikke minst hvordan jobbe med samisk kultur i barnehagene.
sma: Maanagïerteprosjekte edtja dïrreginie årrodh juktie tjïelkestidh mij akte saemien maanagïerte lea, mij saemien maanabijjiedimmie lea, guktie edtja nænnoes gïelemaalli mietie barkedh jïh mij lea saemien aarvoeh jïh njoelkedassh jïh ij goh unnemes guktie saemien kultuvrine barkedh maanagïertine.

source: Det er et ambisiøst prosjekt hvor vi skal svare på hva en samisk barnehage er.
sma: Daate akte joekoen stoerre prosjekte gusnie edtjebe vaestiedidh mij akte saemien maanagïerte lea.

source: Sametinget anser det som en seier når flere og flere barn får et samisk tilbud i barnehagene.
sma: Saemiedigkie åtna goh akte seejere gosse jiene jienebh maanah aktem saemien faalenassem åadtjoeh maanagïertine.

source: Derfor er det viktig at et samisk barnehagetilbud over hele Norge er voksende og det dannes flere barnehager med et samisk tilbud som gir barn tilgang til samisk språk og kultur.
sma: Dan åvteste vihkeles saemien maanagïertefaalenasse abpe Nöörjesne sjïdteminie jïh jienebh maanagïerth tseegkesuvvieh saemien faalenassine mah baejieh maanide saemien gïelem jïh kultuvrem åadtjodh.

source: Som bakgrunn for et ønske om utvidet barnehagetilbud viser tall at mangelen på samisktalende barnehagelærere er stor, og presset på ansatte er stort når samiskspråklige miljø er små og majoritetsspråk tar overhånd.
sma: Goh våarome akten sjaavnjose vijriedamme maanagïertefaalenassen bïjre, taalh vuesiehtieh gellie saamastallije maanangïertelohkehtæjjah fååtesieh, jïh barkijh akten stoerre dyödtoven nuelesne gosse saemiengïeleldh byjresh leah smaave jïh jienebelåhkoen gïele jeenjemes åtnasåvva.

source: Dette gjør at ambisjoner som blir satt gjennom rammeplanen og økt krav til voksentetthet ikke er i korrelasjon med faktiske tall på antall samiskspråklige barnehagelærere.
sma: Dan gaavhtan dle syjhtedassh mah mieriesoejkesjen tjïrrh bïejesuvvieh jïh lissiehtamme krïevenassh geerveveahkan bïjre eah leah akteraeresne dej rïektes taaligujmie saamastallije maanagïertelohkehtæjjaj bïjre.

source: Det trengs altså en målrettet satsning på rekruttering.
sma: Dan åvteste daerpies aktine tjïelke barkojne dåårrehtimmine.

source: En nøkkel i dette arbeidet er arbeidsplassbaserte barnehagelærerutdanninger som blant annet blir tilbudt på Same Allaskåvllå/Samisk Høgskole.
sma: Akte tjoevtenje daennie barkosne lea maanagïertelohkehtæjjaööhpehtimmieh mah vadtasuvvieh barkoesijjine mij gaskem jeatjah akte faalenasse Saemien Jïlleskuvlesne.

source: En slik utdanning hvor studenter følger et deltidsstudie mens de er i jobb i barnehage.
sma: Akte dagkeres ööhpehtimmie gusnie studeenth akte bielietïjjelohkemem dåeriedieh mearan maanagïertesne barkeminie.

source: Videre er det behov for tilleggsutdanninger i barnehagepedagogikk, samisk språk og samisk tradisjonell kunnskap.
sma: Lissine daerpies lissieööhpehtimmiejgujmie maanagïertepedagogihkesne, saemien gïelesne jïh saemien aerpievuekien daajrosne.

source: Men dette forutsetter at det settes av ressurser til samisk kompetanseutvikling.
sma: Men daate tsïehkestahta vierhtieh lyjkesuvvieh saemien maahtoeevtiedæmman.

source: Følgegruppa for barnehagelærerutdanningen har i sin sluttrapport til Kunnskapsdepartementet rapport nr.5.2017 foreslått ovenfor Same Allaskåvlla/Samisk Høgskole om at de etablerer et kompetansesenter for lærerutdanningene.
sma: Dåarjoedåehkie maanagïertelohkehtæjjaööhpehtæmman lea sov galhkuvereektehtsisnie Maahtoedepartemeentese reektehtsisnie nr. 5 2017 raeriestamme Saemien Jïlleskuvlese dah aktem maahtoejarngem tseegkieh lohkehtæjjaööhpehtimmide.

source: Jeg ser fram til å fremme en sak om rekruttering til Sametingets plenum i løpet av perioden.
sma: Manne aavodem aktem aamhtesem buektedh dåårrehtimmien bïjre Saemiedigkien stoerretjåanghkose daan boelhken.

source: Språkutvalget sier i sin rapport NOU 2016: Vájmogiella at samiskspråklige barnehager er det viktigste enkelttiltaket for å sikre, bevaring og vitalisering av samiske språk.
sma: Gïelemoenehtse jeahta sov reektehtsisnie NBS 2016:18 Vaajmoegïele saemiengïeleldh maanagïerth leah dïhte vihkielommes aktegsråajvarimmie juktie saemien gïelh gorredidh, vaarjelidh jïh jieliehtidh.

source: Det er i barnehagene vi legger grunnlaget for samisk språk og kultur.
sma: Maanagïertine mijjieh våaromem bïejebe saemien gïelese jïh kultuvrese.

source: Og fra Sametingets side har vi tatt på alvor budskapet som følger NOU 2016:18 Hjertespråket: Det er nå eller aldri for de samiske språkene.
sma: Jïh Saemiedigkien bieleste mijjieh itjmieslaakan dïjrem vaalteme mij NBS 2016:18 Vaajmoegïele jeahta: Nov lea daelie jallh ij gåessie gænnah saemien gïelide.

source: Jeg ser fram til følge opp barnehagene i gjennom barnehageprosjektene, og jobbe målrettet mot rekruttering til barnehagelærerutdanninger.
sma: Manne aavodem maanagïertide bæjjese fulkedh maanagïerteprosjekti tjïrrh, jïh ulmien vööste barkedh dåårrehtimmine maanagïertelohkehtæjjaööhpehtimmide.
